Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_username_link_willbe
source: This link will open a chat with you:
be: Гэта спасылка адкрые чат з вамі:
ca: Un enllaç així obrirà el vostre xat:
de: So könnte dein Link aussehen:
es: Este enlace abrirá un chat contigo:
fr: Ce lien ouvrira un échange avec vous :
it: Questo link aprirà una chat con te:
ko: 아래 링크로 회원님과의 대화방이 열립니다:
ms: Link ini akan buka bual dengan anda:
nl: Deze link opent een chat met jezelf:
pl: Ten link otwiera czat z tobą:
pt_br: Este link abrirá uma conversa com você:
ru: Такая ссылка будет открывать чат с Вами:
tr: Bu bağlantı sizinle bir sohbet açacaktır:
uk: Це посилання відкриє чат із вами:

# lng_username_not_found
source: Username @{user} not found.
be: Карыстальнік @{user} не знойдзены.
ca: No s'ha trobat el nom d'usuari @{user}.
de: Der Benutzername @{user} konnte leider nicht gefunden werden.
es: No se encontró el usuario @{user}.
fr: Utilisateur @{user} introuvable.
it: Username @{user} non trovato.
ko: @{user}이란 사용자명을 찾지 못했습니다.
ms: Pengguna @{user} tak dijumpai.
nl: Gebruikersnaam @{user} niet gevonden.
pl: Nie znaleziono nazwy użytkownika @{user}.
pt_br: Não existe conta no Telegram com o nome de usuário @{user}.
ru: Пользователь @{user} не найден.
tr: @{user} kullanıcı adı bulunamadı
uk: Псевдонім @{user} не знайдено.

# lng_username_occupied
source: This username is already occupied.
be: Гэта імя карыстальніка ўжо занятае.
ca: El nom d'usuari ja es troba en ús.
de: Benutzername ist bereits belegt.
es: Este nombre de usuario ya está ocupado.
fr: Ce nom d'utilisateur est déjà pris.
it: L'username è già occupato.
ko: 이미 사용되고 있는 사용자명입니다.
ms: Nma samaran ini telah diambil.
nl: Deze gebruikersnaam is al bezet
pl: Ta nazwa użytkownika jest już zajęta.
pt_br: Nome de usuário ocupado.
ru: Это имя пользователя уже занято.
tr: Bu kullanıcı adı zaten kullanımda.
uk: Цей псевдонім вже зайнятий.

# lng_username_too_short
source: This username is too short.
be: Гэта імя карыстальніка занадта кароткае.
ca: El nom d'usuari és massa curt.
de: Benutzername ist zu kurz.
es: Este nombre de usuario es muy corto.
fr: Ce nom d'utilisateur est trop court.
it: L'username è troppo corto.
ko: 이 사용자명은 너무 짧습니다.
ms: Nama samaran ini terlalu pendek
nl: Deze gebruikersnaam is te kort.
pl: Ta nazwa użytkownika jest za krótka.
pt_br: Nome de usuário muito curto.
ru: Слишком короткое имя пользователя.
tr: Bu kullanıcı adı çok kısa.
uk: Цей псевдонім закороткий.

# lng_users_playing_game
source: {user} and {second_user} are playing a game
be: {user} і {second_user} гуляюць
ca: {user} i {second_user} estan jugant
de: {user} und {second_user} spielen ein Spiel
es: {user} y {second_user} están jugando
fr: {user} et {second_user} jouent à un jeu
it: {user} e {second_user} stanno giocando a un gioco
ko: {user}님과 {second_user}님이 게임 중
ms: {user} dan {second_user} bermain game
nl: {user} en {second_user} spelen een spel
pl: {user} i {second_user} grają w grę
pt_br: {user} e {second_user} estão jogando
ru: {user} и {second_user} играют в игру
tr: {user} ve {second_user} bir oyun oynuyor
uk: {user} та {second_user} грають в гру

# lng_users_typing
source: {user} and {second_user} are typing
be: {user} і {second_user} пішуць
ca: {user} i {second_user} estan escrivint
de: {user} und {second_user} tippen
es: {user} y {second_user} están escribiendo
fr: {user} et {second_user} écrivent
it: {user} e {second_user} stanno scrivendo
ko: {user} 님과 {second_user} 님이 입력 중
ms: {user} dan {second_user} menaip
nl: {user} en {second_user} zijn aan het typen
pl: {user} i {second_user} piszą
pt_br: {user} e {second_user} estão digitando
ru: {user} и {second_user} печатают
tr: {user} ve {second_user} yazıyor
uk: {user} та {second_user} пишуть

# lng_view_button_background
source: View background
be: Праглядзець фон
ca: Mostra el fons
de: Hintergrund anzeigen
es: Ver fondo
fr: Voir l'arrière-plan
it: Visualizza sfondo
ko: 배경 보기
ms: Lihat latar belakang
pl: Pokaż tło
pt_br: Ver papel de parede
ru: Посмотреть фон
tr: Arka planı görüntüle
uk: Переглянути фон

# lng_view_button_bot
source: View bot
be: Праглядзець бота
ca: Mostra el bot
de: Bot anzeigen
es: Ver bot
fr: Voir le bot
it: Visualizza bot
ko: 봇 보기
ms: Lihat bot
pl: Pokaż bota
pt_br: Ver bot
ru: Перейти к боту
tr: Botu görüntüle
uk: Переглянути бота

# lng_view_button_channel
source: View channel
be: Адкрыць канал
ca: Mostra el canal
de: Kanal anzeigen
es: Ver canal
fr: Voir le canal
it: Visualizza canale
ko: 채널 보기
ms: Lihat saluran
pl: Pokaż kanał
pt_br: Ver canal
ru: Открыть канал
tr: Kanalı görüntüle
uk: Переглянути канал

# lng_view_button_group
source: View group
be: Адкрыць суполку
ca: Mostra el grup
de: Gruppe anzeigen
es: Ver grupo
fr: Voir le groupe
it: Visualizza gruppo
ko: 그룹 보기
ms: Lihat grup
pl: Pokaż grupę
pt_br: Ver grupo
ru: Открыть группу
tr: Grubu görüntüle
uk: Переглянути групу

# lng_view_button_message
source: View message
be: Паказаць паведамленне
ca: Mostra el missatge
de: Nachricht anzeigen
es: Ver mensaje
fr: Voir le message
it: Visualizza messaggio
ko: 메시지 보기
ms: Lihat mesej
pl: Pokaż wiadomość
pt_br: Ver mensagem
ru: Перейти к сообщению
tr: Mesajı görüntüle
uk: Переглянути повідомлення

# lng_view_button_request_join
source: Request to Join
be: Запыт на далучэнне
ca: Sol·licita accés
de: Beitrittsanfrage
es: Solicitar unirme
fr: Demander à rejoindre
it: Richiedi l'accesso
ko: 입장 요청
ms: Mohon Menyertai
pt_br: Pedir Para Entrar
ru: Подать заявку
tr: Katılmak İste
uk: Надіслати запит

# lng_view_button_theme
source: View theme
be: Праглядзець тэму
ca: Mostra el tema
de: Farbthema anzeigen
es: Ver tema
fr: Voir le thème
it: Visualizza tema
ko: 테마 보기
ms: Lihat tema
pl: Pokaż motyw
pt_br: Ver tema
ru: Посмотреть тему
tr: Temayı görüntüle
uk: Переглянути тему

# lng_view_button_user
source: View user
be: Праглядзець карыстальніка
ca: Mostra l'usuari
de: Nutzer anzeigen
es: Ver usuario
fr: Voir l'utilisateur
it: Visualizza utente
ko: 사용자 보기
ms: Lihat pengguna
pt_br: Ver usuário
ru: Перейти к пользователю
tr: Kullanıcıyı görüntüle
uk: Переглянути користувача

# lng_view_button_voice_chat
source: Video chat
be: Відэачат
ca: Xat de vídeo
fr: Salon vidéo
it: Chat video
ko: 영상 대화
ms: Bual video
pl: Czat wideo
pt_br: Chat de vídeo
ru: Видеочат
tr: Görüntülü sohbet
uk: Відеочат

# lng_view_button_voice_chat_channel
source: Live stream
be: Жывы эфір
ca: Directe
es: Stream en directo
fr: Diffusion en direct
it: Diretta streaming
ko: 실시간 방송
ms: Lihat strim
pl: Transmisja na żywo
pt_br: Transmissão Ao Vivo
ru: Трансляция
tr: Canlı yayın
uk: Трансляція

# lng_weekday1
source: Mon
be: Пн
ca: Dl.
de: Mo
es: lun
fr: lun.
it: Lun
ko: 월
ms: Isn
nl: ma
pl: pn
pt_br: Seg
ru: Пн
tr: Pzt
uk: Пн

# lng_weekday2
source: Tue
be: Аў
ca: Dt.
de: Di
es: mar
fr: mar.
it: Mar
ko: 화
ms: Sel
nl: di
pl: wt
pt_br: Ter
ru: Вт
tr: Sal
uk: Вт

# lng_weekday3
source: Wed
be: Ср
ca: Dc.
de: Mi
es: mié
fr: mer.
it: Mer
ko: 수
ms: Rab
nl: wo
pl: śr
pt_br: Qua
ru: Ср
tr: Çar
uk: Ср

# lng_weekday4
source: Thu
be: Чц
ca: Dj.
de: Do
es: jue
fr: jeu.
it: Gio
ko: 목
ms: Kha
nl: do
pl: czw
pt_br: Qui
ru: Чт
tr: Per
uk: Чт

# lng_weekday5
source: Fri
be: Пт
ca: Dv.
de: Fr
es: vie
fr: ven.
it: Ven
ko: 금
ms: Jum
nl: vr
pl: pt
pt_br: Sex
ru: Пт
tr: Cum
uk: Пт

# lng_weekday6
source: Sat
be: Сб
ca: Ds.
de: Sa
es: sáb
fr: sam.
it: Sab
ko: 토
ms: Sab
nl: za
pl: sob
pt_br: Sáb
ru: Сб
tr: Cmt
uk: Сб

# lng_weekday7
source: Sun
be: Нд
ca: Dg.
de: So
es: dom
fr: dim.
it: Dom
ko: 일
ms: Aha
nl: zo
pl: nd
pt_br: Dom
ru: Вс
tr: Paz
uk: Нд

# lng_willbe_history
source: Select a chat to start messaging
be: Выберыце чат, каб пачаць перапісвацца
ca: Trieu un xat per a començar a conversar
de: Chat auswählen, um zu schreiben
es: Elige un chat para comenzar
fr: Sélectionnez un échange pour commencer à discuter
it: Seleziona una chat per iniziare a messaggiare
ko: 대화할 방을 선택하세요.
ms: Pilih bual untuk mula bermesej
nl: Kies een chat om te beginnen
pl: Wybierz czat, aby rozpocząć rozmowę
pt_br: Selecione um chat para começar a conversar
ru: Выберите, кому хотели бы написать
tr: Mesajlaşmaya başlamak için bir sohbet seçin
uk: Виберіть чат, щоб почати спілкування

# lng_wnd_choose_program_menu
source: Choose Default Program...
be: Выбраць перадвызначаную праграму...
ca: Trieu un programa predeterminat...
de: Öffnen mit...
es: Elegir programa predeterminado...
fr: Choisir un programme par défaut...
it: Scegli programma di default...
ko: 기본 프로그램을 선택하세요...
ms: Pilih Program Paras Asal...
nl: Standaardprogramma selecteren...
pl: Wybierz domyślny program…
pt_br: Escolher programa padrão...
ru: Выбрать программу по умолчанию...
tr: Varsayılan Programı Seçin…
uk: Вибрати типову програму...

# lng_wnd_menu_redo
source: Redo
be: Вярнуць
ca: Refés
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ko: 다시 실행
ms: Buat semula
nl: Opnieuw
pl: Przywróć
pt_br: Refazer
ru: Повторить
tr: İleri Al
uk: Повторити останню дію

# lng_wnd_menu_undo
source: Undo
be: Адрабіць
ca: Desfés
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ko: 실행 취소
ms: Buka semula
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: Geri Al
uk: Скасувати останню дію

# AccDescrMusicInfo
source: {1} by {0}
ar: ⁨{1}⁩ من قِبل ⁨{0}⁩
be: {1} ад {0}
ca: {1} de {0}
de: {1} von {0}
es: {1} por {0}
fa: ⁨{1}⁩ توسط ⁨{0}⁩
fi: {1}, esittäjä: {0}
fr: {1} par {0}
id: {1} dari {0}
it: {1} di {0}
ko: {1}로 {0}
ms: {1} oleh {0}
nl: {1} door {0}
pl: {1} przez {0}
pt_br: {1} por {0}
sv: {1} av {0}
tr: {0} tarafından {1}
uk: {1} від {0}
uz: {1} {0} tomonidan

# AutoDownloadOnFor
source: On for {0}
ar: مفعَّل في ⁨{0}⁩
be: Уключана для: {0}
ca: Activat per a {0}
de: Ein für {0}
es: Activada para {0}
fa: فعال برای ⁨{0}⁩
fi: Päällä: {0}
fr: Pour {0}
id: Aktif untuk {0}
it: Attivo per {0}
ko: {0}에 켬
ms: BUKA untuk {0}
nl: Aan voor {0}
pl: Włączone dla {0}
pt_br: Sim, para {0}
sv: På för {0}
tr: {0} için aç
uk: Частково увімкнено ({0})
uz: {0} uchun

source: Direct Share
ar: مشاركة مباشرة
be: Прамы абмен
de: Direktes Teilen
fa: به اشتراک گذاری مستقیم
fi: Suora jako
fr: Partage direct
id: Bagikan Langsung
it: Condivisione diretta
ko: 바로 공유
ms: Kongsi Terus
nl: Snel delen
pl: Bezpośrednie udostępnianie
pt_br: Compartilhamento Direto
sv: Direktdelning
tr: Doğrudan Paylaş
uk: Пряме поширення
uz: Bevosita ulashish
zh_cn: 直接分享
zh_tw: 直接分享

# FakeMessage
source: FAKE
ar: مزيّف
be: ПАДСТАЎНЫ
ca: FALS
de: FÄLSCHUNG
es: FALSO
fi: VALETILI
fr: FAUX
it: FALSO
ko: 가짜
ms: PALSU
nl: NEP
pl: FAŁSZERSTWO
pt_br: FALSO
sv: Bluff
tr: TAKLİT
uk: ФЕЙК

# MapPreviewProviderYandex
source: Yandex
ar: ياندكس
uk: Яндекс

source: No limit
ar: بلا حد
de: Kein Limit
fi: Ei rajaa
fr: Illimité
ko: 제한 없음
ms: Tiada had
nl: Geen limiet
pl: Bez limitu
pt_br: Não
sv: Ingen gräns
tr: Sınır yok
uk: Необмежений

source: OK
ar: حسنًا
be: ОК
ca: D'acord
fa: تأیید
ko: 확인
tr: TAMAM
uk: Гаразд
zh_cn: 确定
zh_tw: 確定

# PassportEmail
source: Email
ar: البريد
be: Электронная пошта
ca: Adreça electrònica
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
fr: Courriel
ko: 이메일
ms: Emel
nl: E-mailadres
sv: E-post
tr: E-posta
uk: Е-пошта
zh_cn: 电子邮箱
zh_tw: 電郵

# ScamMessage
source: SCAM
ar: احتيالي
be: МАХЛЯРСТВА
ca: ESTAFA
de: BETRUG
es: ESTAFA
fa: کلاهبرداری
fi: HUIJAUS
fr: Escroquerie
id: PENIPUAN
it: TRUFFA
ko: 신용 사기
ms: SKAM
nl: OPLICHTING
pl: OSZUSTWO
pt_br: FRAUDE
sv: BLUFF
tr: ALDATICI
uk: ШАХРАЙСТВО
uz: FIRIBGAR

# SettingsSearchFaq
source: FAQ
ar: الأسئلة الشائعة
be: Частыя пытанні
ca: PMF
fa: پرسش‌های متداول
fi: Usein kysytyt
ko: 자주 묻는 질문
ms: Soalan Lazim
nl: Veelgestelde vragen
tr: SSS
uk: ЧаПи (FAQ)
uz: KBS

# ThemePreviewDialog8
source: Adler Toberg
ar: قناة تيليجرام
ca: Ander Tebar
fa: آرمان طهماسبی
fi: Aapo Tikkanen
ms: Ali Tarmizi
pl: Adam
tr: Ahmet Tekin
uk: Адлер Тоберг
uz: Alisher Navoiy

# ThemePreviewSongPerformer
source: David Hasselhoff
ar: معن برغوث
be: ВІА Песняры
ca: Camilo Sesto
fa: محمدرضا شجریان
fi: Kari Tapio
fr: Claude François
id: Nella
ko: 데이비드 핫셀호프
ms: Mahathir
pl: Krzysztof Krawczyk
uk: Фінська полька
uz: Jahongir Otajonov

# ThemePreviewSongTitle
source: True Survivor
ar: هلا بالخميس
be: Касіў Ясь канюшыну
ca: El meu cor és d'Alcoi
fa: بت چین
fi: Olen suomalainen
fr: Cette année-là
id: Konco Mesra
ms: Terselamat Jati
nl: Overlever
pl: Parostatek
uk: Як цук цоп
uz: Qaddi Balande

source: URL
ar: الرابط
be: URL-адрас
fi: Osoite
tr: Bağlantı
uk: Адреса
uz: URL manzil
zh_cn: 链接
zh_tw: 鏈結

# ViaBot
source: via
ar: عبر
be: праз
es: vía
fa: از طریق
fi: botilla
fr: avec
ko: 다음을 통해 보냄:
ms: melalui
pl: przez
tr: aracılığıyla:
uk: через
uz: orqali

# AccDescrBackspace
source: Backspace
ar: رجوع
ca: Enrere
de: Rücktaste
es: Retroceso
fa: پاک کردن کاراکتر
fi: Askelpalautin
fr: Retour arrière
id: Hapus
ko: 뒤로가기
ms: Kebelakang
pt_br: Apagar
sv: Bakåt
tr: Geri tuşu

# CheckPhoneNumberLearnMoreUrl
source: https://telegram.org/faq#q-i-have-a-new-phone-number-what-do-i-do
ar: https://telegram.org/faq/ar#g2
de: https://telegram.org/faq/de#f-ich-habe-eine-neue-nummer-was-soll-ich-tun
es: https://telegram.org/faq/es#p-tengo-un-nuevo-numero-que-hago
fr: https://telegram.org/faq/fr#q-j-39ai-un-nouveau-numero-de-telephone-que-dois-je-faire
it: https://telegram.org/faq/it#d-ho-un-nuovo-numero-di-telefono-cosa-faccio
pl: https://telegram.org/faq?setln=pl#p-mam-nowy-numer-telefonu-co-mam-zrobic
pt_br: https://telegram.org/faq/pt-br#p-tenho-um-numero-novo-o-que-devo-fazer
tr: https://telegram.org/faq?setln=tr#s-yeni-bir-telefon-numaram-var-ne-yapmaliyim

# EncryptionKeyLink
source: https://telegram.org/faq#secret-chats
ar: https://telegram.org/faq/ar#f
de: https://telegram.org/faq/de#geheime-chats
es: https://telegram.org/faq/es#chats-secretos
fa: https://telegram.org/faq/fa#g
it: https://telegram.org/faq/it#chat-segrete
ko: https://telegram.org/faq/ko#1498786448
ms: https://telegram.org/faq/ms#secret-chat
pl: https://telegram.org/faq/pl#sekretne-czaty
pt_br: https://telegram.org/faq/pt-br#chats-secretos
tr: https://telegram.org/faq/tr#gizli-sohbetler
uz: https://tlgrm.ru/faq#secret-chats

# NetworkUsageWiFi
source: WI-FI
ar: واي فاي
de: WLAN
fa: وای فای
ko: 와이파이
tr: KABLOSUZ

# NetworkUsageWiFiTab
source: Wi-Fi
ar: الواي فاي
de: WLAN
fa: وای فای
tr: Kablosuz Ağ

# PassportInfoUrl
source: https://telegram.org/faq#passport
ar: https://telegram.org/faq/ar#g9
de: https://telegram.org/faq/de#passport
es: https://telegram.org/faq/es#passport
it: https://telegram.org/faq/it/#passport
ko: https://telegram.org/faq/ko#1660002760
ms: https://telegram.org/faq/ms#pasport
pl: https://telegram.org/faq/pl#paszport-telegrama
pt_br: https://telegram.org/faq/pt-br#passport
tr: https://telegram.org/faq/tr#passport

# PassportSDK_TelegramPassport
source: Telegram Passport
ar: جواز تيليجرام
fa: پاسپورت تلگرام
fi: Telegram-passi
ko: 텔레그램 패스포트
pl: Paszport Telegrama
tr: Telegram Pasaportu

# PrivacyCallsP2PTitle
source: Peer-to-Peer
ar: النِّد للنِّد
be: P2P
ca: D'igual a igual
fa: همتا به همتا
fi: Vertaisverkko
fr: Pair à pair
ko: 단대단
ms: Rakan Setara
pt_br: Ponta a Ponta
tr: Eşler Arası
zh_cn: 端对端连接
zh_tw: 點對點連接

# PrivacyP2PHeader
source: Peer-to-Peer
ar: النِّد للنِّد
be: P2P
ca: D'igual a igual
fa: همتا به همتا
fi: Vertaisverkotus
fr: Pair-à-pair
ko: 피어투피어
ms: Rakan Setara
pt_br: Ponta a Ponta
tr: Eşler Arası

# PsaTypeDefault
source: PSA
ca: ASP
fi: Tiedotus
fr: ASP
id: PLP
ko: 공공발표
ms: PPA
pl: Ogłoszenie publiczne
pt_br: A.U.P.
sv: Offentlig information
tr: KHD

# TelegramFaqUrl
source: https://telegram.org/faq
ar: https://telegram.org/faq/ar
de: https://telegram.org/faq/de
es: https://telegram.org/faq/es
fa: https://telegram.org/faq/fa
fr: https://telegram.org/faq/fr
it: https://telegram.org/faq/it
ko: https://telegram.org/faq/ko
ms: https://telegram.org/faq/ms
pl: https://telegram.org/faq/pl
pt_br: https://telegram.org/faq/pt-br
tr: https://telegram.org/faq/tr

# TelegramFeaturesUrl
source: https://t.me/TelegramTips
ar: https://t.me/TelegramTipsAR/128
de: https://t.me/TelegramTipsDE
es: https://t.me/TelegramTipsES
fr: https://t.me/TelegramTipsFR
it: https://t.me/TelegramTipsIT
ko: https://t.me/TelegramTipsKo
ms: https://t.me/TelegramTipsMS
pl: https://t.me/TelegramTipsPL
pt_br: https://t.me/TelegramTipsBR
tr: https://t.me/TelegramTipsTR

source: Telegram Passport
ar: جواز تيليجرام
fa: پاسپورت تلگرام
fi: Telegram-passi
ko: 텔레그램 패스포트
pl: Paszport Telegrama
tr: Telegram Pasaportu
zh_cn: Telegram 通行证
zh_tw: Telegram 通行証

# lng_payments_card_expire_date
source: MM / YY
be: ММ / ГГ
ca: MM / AA
de: MM / JJ
es: MM / AA
it: MM / AA
nl: MM / JJ
pl: MM / RR
pt_br: MM / AA
tr: AA / YY

# lng_settings_calls_peer_to_peer_title
source: Peer-to-peer
be: P2P
ca: D'igual a igual
fr: Pair-à-pair
ko: 단대단
ms: Rakan setara
pt_br: Ponta a ponta
tr: Eşler arası

# AttachGif
source: GIF
ar: صورة متحركة
be: Анімацыя
fa: گیف

# formatterWeek
source: EEE
ar: EE
be: EE

# GIFs_one
source: {0} GIF
ar: صورة متحركة واحدة
be: {0} анімацыя

# formatterMonthYear
source: MMMM yyyy
ar: yyyy MMMM
ca: MMMM 'del' yyyy
es: MMMM 'de' yyyy
ko: yyyy년 MMMM
pt_br: MMMM 'de' yyyy

# lng_about_text1_api
source: Telegram API
ca: API del Telegram
es: API de Telegram
fr: API Telegram
it: API di Telegram
ko: 텔레그램 API
pt_br: API do Telegram

# lng_payments_card_cvc
source: CVC
ca: CVV
pt_br: CVV

# lng_settings_angle_backend_d3d11on12
source: D3D11on12
pl: D3D11na12

# lng_channel_admin_sure
source: Add {user} to administrators?
de: Soll {user} Administrator werden?
es: ¿Añadir a {user} como administrador?
it: Aggiungere {user} agli amministratori?
ko: {user}를 관리자로 추가하시겠습니까?
nl: {user} aan beheerders toevoegen?
pt_br: Adicionar {user} aos administradores?

# lng_context_remove_admin
source: Remove from admins
de: Als Admin entfernen
es: Eliminar de los administradores
it: Rimuovi dagli amministratori
ko: 관리자에서 제외
nl: Ontslaan als beheerder
pt_br: Remover dos administradores

# AppName
source: Telegram
ar: تيليجرام
fa: تلگرام
ko: 텔레그램

# AppNameBeta
source: Telegram
ar: تيليجرام
fa: تلگرام
fi: Telegram Beta
ko: 텔레그램
nl: Telegram-bèta
sv: Telegram Beta

# formatterDay12H
source: h:mm a
fi: HH.mm
ko: a h:mm
sv: hh:mm

# formatterYear
source: dd.MM.yy
ar: yy.MM.dd
fa: yy.MM.dd
fi: d.M.yyyy
ko: yy.MM.dd.
sv: yy-MM-dd

# formatterYearMax
source: dd.MM.yyyy
ar: yyyy.MM.dd
fi: d.M.yyyy
ko: yyyy.MM.dd.
sv: yyyy-MM-dd

# MapPreviewProviderTelegram
source: Telegram
ar: تيليجرام
fa: تلگرام
ko: 텔레그램

# NotificationHiddenChatName
source: Telegram
ar: تيليجرام
fa: تلگرام
ko: 텔레그램

# NotificationHiddenName
source: Telegram
ar: تيليجرام
fa: تلگرام
ko: 텔레그램

# Page1Title
source: Telegram
ar: تيليجرام
fa: تلگرام
ko: 텔레그램

# PsaType_covid
source: COVID-19
ar: كوفيد-19
fa: کووید-19 (کرونا)
ko: 코로나19

# SecretChatName
source: Telegram
ar: تيليجرام
fa: تلگرام
ko: 텔레그램

# VoipAudioRoutingBluetooth
source: Bluetooth
ar: بلوتوث
fa: بلوتوث
ko: 블루투스
zh_cn: 蓝牙耳机
zh_tw: 藍牙耳機

# lng_full_name
source: {first_name} {last_name}
ko: {last_name} {first_name}

# MapPreviewProviderGoogle
source: Google
ar: جوجل
fa: گوگل

# PrivacyPolicyUrl
source: https://telegram.org/privacy
ar: https://telegram.org/faq/ar#a10

# formatterDay24H
source: HH:mm
fi: H.mm

# AccDescrNumberOfViewsOne
source: Viewed {0} time
fa: ⁨{0}⁩ بار بازدید شده
uz: {0} marta koʻrilgan

# AccDescrNumberOfViewsOther
source: Viewed {0} times
fa: ⁨{0}⁩ بار بازدید شده
uz: {0} marta koʻrilgan

# AccDescrSendAudioOne
source: Send {0} audio file
fa: ارسال ⁨{0}⁩ فایل صوتی
uz: {0} ta audiofayl yuborish

# AccDescrSendAudioOther
source: Send {0} audio files
fa: ارسال ⁨{0}⁩ فایل صوتی
uz: {0} ta audiofayl yuborish

# AccDescrSendFilesOne
source: Send {0} file
fa: ارسال ⁨{0}⁩ فایل
uz: {0} ta fayl yuborish

# AccDescrSendFilesOther
source: Send {0} files
fa: ارسال ⁨{0}⁩ فایل
uz: {0} ta fayl yuborish

# AccDescrSendPhotosOne
source: Send {0} photo
fa: ارسال ⁨{0}⁩ عکس
uz: {0} ta rasm yuborish

# AccDescrSendPhotosOther
source: Send {0} photos
fa: ارسال ⁨{0}⁩ عکس
uz: {0} ta rasm yuborish

# AccDescrShareInChatsOne
source: Share in {0} chat
fa: به اشتراک گذاری در ⁨{0}⁩ گفتگو
uz: {0} ta chatga ulashish

# AccDescrShareInChatsOther
source: Share in {0} chats
fa: به اشتراک گذاری در ⁨{0}⁩ گفتگو
uz: {0} ta chatga ulashish

# AddMutual
source: Add contacts to your channel
fa: مخاطبین را به کانال خود اضافه کنید
id: Tambah pelanggan ke channel
uz: Kanalingizga kontaktlarni qoʻshish
zh_cn: 添加联系人到您的频道
zh_tw: 添加聯絡人到您的頻道

# AndMoreTypingGroupOne
source: {0} and {1} more are typing
fa: ⁨{0}⁩ و ⁨{1}⁩ نفر دیگر در حال نوشتن هستند
uz: {0} va yana {1} kishi yozmoqda
zh_cn: {0} 和其他 {1} 人正在输入
zh_tw: {0} 和其他 {1} 人正在輸入

# AndMoreTypingGroupOther
source: {0} and {1} more are typing
fa: ⁨{0}⁩ و ⁨{1}⁩ نفر دیگر در حال نوشتن هستند
uz: {0} va yana {1} kishi yozmoqda
zh_cn: {0} 和其他 {1} 人正在输入
zh_tw: {0} 和其他 {1} 人正在輸入

# AndMoreTypingOne
source: and {0} more are typing
fa: و ⁨{0}⁩ نفر دیگر در حال نوشتن هستند
uz: va yana {0} kishi yozmoqda
zh_cn: 和其他 {0} 人正在输入
zh_tw: 和其他 {0} 人正在輸入

# AndMoreTypingOther
source: and {0} more are typing
fa: و ⁨{0}⁩ نفر دیگر در حال نوشتن هستند
uz: va yana {0} kishi yozmoqda
zh_cn: 和其他 {0} 人正在输入
zh_tw: 和其他 {0} 人正在輸入

# AndOtherOne
source: and {0} other
fa: و ⁨{0}⁩ نفر دیگر
uz: va yana {0}
zh_cn: 和其他 {0} 人
zh_tw: 和其他 {0} 人

# AndOtherOther
source: and {0} others
fa: و ⁨{0}⁩ نفر دیگر
uz: va yana {0}
zh_cn: 和其他 {0} 人
zh_tw: 和其他 {0} 人

# AnswerOne
source: {0} answer
fa: ⁨{0}⁩ پاسخ
uz: {0} ta javob

# AnswerOther
source: {0} answers
fa: ⁨{0}⁩ پاسخ
uz: {0} ta javob

# ArchivedStickersInfo
source: You can add up to 200 sticker sets. Unused sets are archived when you add more.
fa: شما می‌توانید تا سقف 200 بسته استیکر اضافه کنید. در صورت افزودن بسته‌های بیشتر، بسته‌های استفاده نشده بایگانی می‌شوند.
id: Anda memiliki 200 set stiker aktif. Stiker yang jarang digunakan akan diarsipkan ketika menambah stiker baru.
uz: 200 tagacha stikerlar toʻplamini qoʻshishingiz mumkin. Yana qoʻshganingizda foydalanilmagan toʻplamlar arxivlanadi.
zh_cn: 您最多能够拥有 200 套表情包。未被使用的表情包将在您添加新表情包时被归档。
zh_tw: 您最多能夠擁有 200 套表情包。未被使用的表情包將在您添加新表情包時被封存。

# AreYouSureDeleteThisChatWithBot
source: Are you sure you want to delete the chat with **{0}** and block them?
fa: آیا از حذف گفتگو با **⁨{0}⁩** و مسدود کردن او اطمینان دارید؟
id: Anda yakin ingin menghapus pesan dengan **{0}** dan memblokir mereka?
uz: Haqiqatan **{0}** bilan chatni oʻchirib tashlab, uni bloklamoqchimisiz?

# AreYouSureDeleteThisChatWithSecretUser
source: Are you sure you want to delete the secret chat with **{0}**?
fa: آیا از حذف گفتگوی محرمانه با **⁨{0}⁩** اطمینان دارید؟
id: Anda yakin ingin menghapus secret chat dengan **{0}**?
uz: Haqiqatan ham **{0}** bilan maxfiy chat oʻchirib tashlansinmi?

# AreYouSureUnblockContact
source: Are you sure you want to unblock this contact?
fa: آیا از رفع مسدودیت این مخاطب اطمینان دارید؟
id: Anda yakin ingin membuka blokir kontak ini?
uz: Haqiqatan ham ushbu kontaktni blokdan chiqarmoqchimisiz?
zh_cn: 您确定要将此联系人移出黑名单吗？
zh_tw: 您確定要將此聯絡人移出黑名單嗎？

# BansOne
source: {0} ban
fa: ⁨{0}⁩ محرومیت
uz: {0} ta bloklash

# BansOther
source: {0} bans
fa: ⁨{0}⁩ محرومیت
uz: {0} ta bloklash

# BlockedUsersCountOne
source: {0} blocked user
fa: ⁨{0}⁩ کاربر مسدود
uz: {0} ta bloklangan foydalanuvchi

# BlockedUsersCountOther
source: {0} blocked users
fa: ⁨{0}⁩ کاربر مسدود
uz: {0} ta bloklangan foydalanuvchi

# BlockedUsersInfo
source: Blocked users will not be able to contact you and will not see your Last Seen time.
fa: کاربران مسدود قادر به برقراری ارتباط با شما نخواهند بود و زمان آخرین بازدید شما را نخواهند دید.
id: Pengguna yang diblokir tidak dapat mengirimi Anda pesan atau menambahkan Anda ke grup. Mereka tidak akan melihat gambar profil Anda, status online dan terakhir dilihat.
uz: Bloklangan foydalanuvchilar siz bilan aloqa qila olmaydi va oxirgi faollik vaqtingizni ham koʻra olmaydi.
